Repository: etc23/tt-17468175
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: A dialog asking for the user name and the password may pop up to let you log in the server.
es: Es posible que aparezca un cuadro de diálogo solicitando el nombre de usuario y la contraseña para permitirle iniciar la sesión en el servidor.

source: Click on the Remote Files button in the Start Center.
es: Haga clic en el botón Archivos remotos en el Centro de inicio.

source: Click the Open or Save button to proceed.
es: Haga clic en el botón Abrir o Guardar para continuar.

source: Depending on the type of file service you choose in the Type listbox, different parameters are necessary to fully qualify the connection to the remote server.
es: Dependiendo del tipo de servicio de archivos que elija en el cuadro de lista Tipo, serán necesarios diferentes parámetros para calificar completamente la conexión con el servidor remoto.

source: On the Remote Files dialog (Figure 12), click Manage Services / Add Service button in the upper right to open the File Services dialog (Figure 11).
es: En el cuadro de diálogo Archivos remotos (Figura 12), haga clic en el botón Administrar servicios / Añadir servicio en la parte superior derecha para abrir el cuadro de diálogo Servicios de archivo (Figura 12).

source: On the left is the folder structure of the user space in the server.
es: A la izquierda está la estructura de carpetas del espacio de usuario en el servidor.

source: Once the connection is defined, click OK to connect.
es: Una vez definida la conexión, haga clic en Aceptar para conectarse.

source: Proceed entering your credentials.
es: Proceda a introducir sus credenciales.

source: Select File > Open Remote in any open document.
es: Seleccione Archivo > Abrir remoto en cualquier documento abierto.

source: Select File > Save Remote in any open document.
es: Seleccione Archivo > Guardar remoto en cualquier documento abierto.

source: Starting new documents
es: Inicio de nuevos documentos

source: The Remote Files dialog (Figure 12) which then appears has many parts.
es: El diálogo de Archivos Remotos (Figura 12) que aparece entonces tiene varias partes.

source: The line below the list box shows the path to access the folder.
es: La línea debajo del cuadro de lista muestra la ruta para acceder a la carpeta.

source: The main pane displays the files in the remote folder.
es: El panel principal muestra los archivos de la carpeta remota.

source: The upper list box contains the list of remote servers you have previously defined.
es: El cuadro de lista superior contiene la lista de servidores remotos que ha definido previamente.

source: To enable a remote server connection, use one of these methods:
es: Para habilitar una conexión con un servidor remoto, utilice uno de estos métodos:

source: When LibreOffice is running but no document is open, the Start Center (Figure 1on page 8) is shown.
es: Cuando LibreOffice se está ejecutando pero no hay ningún documento abierto, se muestra el Centro de Inicio (Figura 1 en la página 8).

source: You can start a new, blank document in LibreOffice in several ways.
es: Puede iniciar un nuevo documento en blanco en LibreOffice de varias maneras.
